[{
    "name": "Freestyle",
    "description": "Check the games for eligible hints.",
    "url": "",
    "games": "Shadow Shinies - Pokemon Colosseum, Fossil Restores - BDSP, SWSH, Let’s Go, XY, ORAS, BW, B2W2, DPPt, HGSS, FRLG, RSE, Roamers - BDSP, DPPt, HGSS, FRLG, RSE, GSC, Pokemon Quest Shiny Legendary - Pokemon Quest",
    "evidence": "Base evidence required.",
    "row": 11,
    "column": 125
},
{
    "name": "Horde Hunting",
    "description": "",
    "url": "",
    "games": "XY and ORAS",
    "evidence": "Evidence in the horde battle and the summary screen once obtained.",
    "row": 159,
    "column": 125
},
{
    "name": "Wormhole SRs",
    "description": "",
    "url": "",
    "games": "ORAS (Hoopa rings), USUM legendaries",
    "evidence": "Evidence in the battle and summary screen once obtained.",
    "row": 307,
    "column": 125
},{
    "name": "Underground",
    "description": "",
    "url": "",
    "games": "BDSP",
    "evidence": "Evidence Switch clip or screenshot of you in the battle with the mon and summary screen.",
    "row": 456,
    "column": 125
},{
    "name": "Fishing",
    "description": "",
    "url": "",
    "games": "All main series games",
    "evidence": "Yes, chain fishing is allowed. Evidence summary screen with date evidence.",
    "row": 11,
    "column": 265
},{
    "name": "Mythical",
    "description": "",
    "url": "",
    "games": "Mew (Emerald), Celebi (VC Crystal), Deoxys (FRLG), Shaymin (DPPt and BDSP), Darkrai (DPPt and BDSP) and Arceus (BDSP)",
    "evidence": "Evidence proof of capture and date.",
    "row": 159,
    "column": 265
},{
    "name": "Radar Shiny",
    "description": "",
    "url": "",
    "games": "BDSP, XY and DPPt",
    "evidence": "Evidence chain number preferably shiny patch as well and summary screen with date obtained.",
    "row": 307,
    "column": 265
},{
    "name": "Dynamax Adventure",
    "description": "",
    "url": "",
    "games": "SWSH exclusive",
    "evidence": "Base evidence required.",
    "row": 456,
    "column": 265
},{
    "name": "SOS",
    "description": "",
    "url": "",
    "games": "SM and USUM",
    "evidence": "Evidence SOS battle with shiny and summary screen with date obtained.",
    "row": 11,
    "column": 405
},{
    "name": "Legends: Arceus Map Shiny",
    "description": "",
    "url": "",
    "games": "PLA only",
    "evidence": "All 5 shinies must be obtained by a single team member and can be obtained by any method including MMOs and MOs. + Evidence of when the shiny is encountered or when leaving the area with the professors report to show pokemon obtained (Minimum 5 screenshots)",
    "row": 159,
    "column": 405
},{
    "name": "Dex Nav",
    "description": "",
    "url": "",
    "games": "ORAS only",
    "evidence": "Dex level cannot be maxed out and must be shown as proof before starting the hunt. + Shiny must be the targeted pokemon. + Dex level must be shown at the end of the hunt and can be max by the end of the hunt (if it takes that long)",
    "row": 307,
    "column": 405
},{
    "name": "Let's Go Only",
    "description": "",
    "url": "",
    "games": "Let's Go Pikachu/Eevee [Can be obtained in any way (eg. Trades, fossil restores, RE’s, Chaining, etc)]",
    "evidence": "Proof of wild encounter or summary screen and proof of date required",
    "row": 456,
    "column": 405
},{
    "name": "Soft Reset Starter",
    "description": "",
    "url": "",
    "games": "All main series games and XD Gale of Darkness",
    "evidence": "Must provide screenshot of the target before starting the hunt and advise your team leader. (This will make it a bit more interesting instead of seeing everyone go for HGSS starters as they are the most efficient.)",
    "row": 11,
    "column": 545
},{
    "name": "8192 Shiny",
    "description": "",
    "url": "",
    "games": "All main series from gen 1 to gen 5 excluding B2W2 (as they can have charm) + Colosseum and XD Gale of Darkness",
    "evidence": "Picture must be of the target or target area if doing RE’s. + Summary screen with date provided in at least one of the pictures.",
    "row": 159,
    "column": 545
},{
    "name": "Sword and Shield Strong Spawn Soft Resets",
    "description": "",
    "url": "",
    "games": "SWSH only",
    "evidence": "Can be set up using the date skip method to spawn on pokemon but shiny must be obtained on the set date (set date back once hunt begins). + Can also be done as random encounters but proof must be provided that it was the strong spawn based on the area you got it (Easily use your switch to record a short video clip)",
    "row": 307,
    "column": 545
},{
    "name": "Friend Safari",
    "description": "",
    "url": "",
    "games": "X and Y",
    "evidence": "Set the friend safari you will be hunting in and list or photograph possible encounters. + Photo of battle with the shiny and summary screen with date evidence.",
    "row": 456,
    "column": 545
}]